soap/miniupnp/miniupnpd-2.1-igd2/seeds/41_WANIP6FC-AddPinhole_1

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:AddPinhole xmlns:u="urn:schemas-upnp-org:service:WANIPv6FirewallControl:1"><RemoteHost>:KrXrZ6H":g'J{hj</RemoteHost><RemotePort>52652</RemotePort><InternalClient>fCHw;E4iQi[n*6\n</InternalClient><InternalPort>64183</InternalPort><Protocol>1432</Protocol><LeaseTime>51037</LeaseTime></u:AddPinhole></s:Body></s:Envelope>
